Repository: common-repository/images-advanced-settings
Catalog: languages/images-advanced-settings-*.po
Languages: fr_fr

source: Server error, please retry
fr_fr: Erreur de serveur, merci de réessayer

source: Connection error, please retry
fr_fr: Erreur de connexion, merci de réessayer

source: Sizes
fr_fr: Tailles

source: Regeneration
fr_fr: Régénération

source: Optimization
fr_fr: Optimisation

source: Images (advanced)
fr_fr: Images (avancé)

source: Settings
fr_fr: Réglages

source: File does not exist and can not be removed: %s
fr_fr: Ce fichier n'existe pas et ne peut être supprimé : %s

source: File has been removed: %s
fr_fr: Ce fichier a été supprimé : %s

source: File can not be removed due to unknown error: %s
fr_fr: Ce fichier ne peut être supprimé à la suite d'une erreur inconnue : %s

source: Directory "%s" can not be opened
fr_fr: Le dossier "%s" ne peut être ouvert

source: There is no file found for "%s"
fr_fr: Il n'y a pas de fichier trouvé pour "%s"

source: Size %s was not found for this file
fr_fr: La taille %s n'a pas été trouvée pour ce fichier

source: Attachment ID is missing
fr_fr: L'ID est manquant

source: Attachment ID "%d" is incorrect
fr_fr: L'ID "%d" est incorrecte

source: File not found for ID "%d"
fr_fr: Aucun fichier trouvé pour l'ID "%d"

source: There is no attachment
fr_fr: Il n'y a pas d'image

source: %s size has been generated: %s
fr_fr: La taille %s a été générée : %s

source: There is no more regeneration to do with this attachment
fr_fr: Il n'y a pas de régénération supplémentaire à faire avec cette image

source: Field is missing or incorrect
fr_fr: Un champ est manquant ou incorrect

source: Update done
fr_fr: Modification effectuée

source: %s field is missing
fr_fr: Le champ %s est manquant

source: %s field is empty
fr_fr: Le champ %s est vide

source: %s dimension is invalid
fr_fr: La dimension %s n'est pas valide

source: %s already exists
fr_fr: %s existe déjà

source: Center
fr_fr: Centre

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: center
fr_fr: centre

source: top
fr_fr: haut

source: bottom
fr_fr: bas

source: Modifications done
fr_fr: Modifications effectuées

source: Image size added
fr_fr: Taille d'image ajoutée

source: Updates done
fr_fr: Mises à jour effectuées

source: Image size deleted
fr_fr: Taille d'image supprimée

source: Size removed and no file with this size was found
fr_fr: Taille supprimée, aucun fichier avec cette taille n'a été trouvé

source: Logs
fr_fr: Historique d'activité

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Disabled
fr_fr: Désactivée

source: Crop
fr_fr: Rogner

source: Delete
fr_fr: Supprimer

source: Save modifications
fr_fr: Sauvegarder les modifications

source: No custom sizes
fr_fr: Aucune taille personnalisée

source: Lazy loading
fr_fr: Lazy loading (chargement paresseux)

source: Apply %s script to load images when they enter the viewport.
fr_fr: Appliquer le script %s pour charger les images seulement quand elles entrent dans l'aire d'affichage.

source: Enable
fr_fr: Activer

source: Save
fr_fr: Sauvegarder

source: Regeneration will remove all attachments existing versions and recreate them with proper settings.
fr_fr: La régénération supprimera puis recréera toutes les versions d'une image avec les réglages adaptés

source: Regenerate all
fr_fr: Tout régénérer

source: Disable default WordPress sizes
fr_fr: Désactiver les tailles par défaut de WordPress

source: Checked sizes are not generated at image upload
fr_fr: Les tailles cochées ne sont pas générées lors du téléversement d'une image

source: Add a custom size
fr_fr: Ajouter une taille personnalisée

source: Name
fr_fr: Nom

source: Add
fr_fr: Ajouter

source: Custom sizes
fr_fr: Tailles personnalisées

source: Do you really want to remove this image size ?
fr_fr: Voulez-vous vraiment supprimer cette taille ?

source: Remove generated images of this size too
fr_fr: Supprimer les images avec cette taille

source: Cancel
fr_fr: Annuler

source: Remove
fr_fr: Supprimer

source: Images Advanced Settings
fr_fr: Réglages d'images avancés

source: Additional settings for images as custom sizes or regeneration.
fr_fr: Réglages supplémentaires pour les images comme les tailles personnalisées ou la régénération.
